"use client"

import "@/app/privacy-policy.css"

export default function Page() {
    return <div
        className="privacy-container"
    >
        <h1 className="privacy-h1">Политика за поверителност</h1>
        <p className="privacy-p">Последна актуализация: 12 юли 2024 г.</p>
        <p className="privacy-p">Тази Политика за поверителност описва Нашите политики и процедури за събиране, използване и разкриване на
            Вашата информация, когато използвате Услугата и Ви информира за Вашите права за поверителност и как
            законът
            Ви защитава.</p>
        <p className="privacy-p">Ние използваме Вашите Лични данни, за да предоставяме и подобряваме Услугата. Като използвате Услугата,
            Вие
            се съгласявате със събирането и използването на информация в съответствие с тази Политика за
            поверителност.</p>
        <h2 className="privacy-h2">Тълкуване и дефиниции</h2>
        <h3 className="privacy-h3">Тълкуване</h3>
        <p className="privacy-p">Думите, чиито начални букви са с главни букви, имат значения, определени при следните условия. Следните
            дефиниции ще имат същото значение, независимо дали се появяват в единствено или в множествено число.</p>
        <h3 className="privacy-h3">Дефиниции</h3>
        <p className="privacy-p">За целите на тази Политика за поверителност:</p>
        <ul>
            <li>
                <p className="privacy-p"><strong>Акаунт</strong> означава уникален акаунт, създаден за Вас, за да получите достъп до
                    нашата
                    Услуга или части от нашата Услуга.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Афилиейт</strong> означава образувание, което контролира, е контролирано от или е под общ
                    контрол с дадена страна, където &quot;контрол&quot; означава собственост на 50% или повече от акциите,
                    дяловите интереси или други ценни книжа, които дават право на глас при избора на директори или
                    друга
                    управляваща власт.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Компания</strong> (наричана също &quot;Компанията&quot;, &quot;Ние&quot;, &quot;Нас&quot; или &quot;Нашата&quot; в това
                    Споразумение)
                    се отнася до Мебели ВаМ ЕООД.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Бисквитки</strong> са малки файлове, които се поставят на Вашия компютър, мобилно
                    устройство
                    или друго устройство от уебсайт, съдържащи детайли за Вашата история на сърфиране на този
                    уебсайт,
                    наред с многото им приложения.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Страна</strong> се отнася до: България</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Устройство</strong> означава всяко устройство, което може да получи достъп до Услугата,
                    като
                    компютър, мобилен телефон или цифров таблет.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Лични данни</strong> са всяка информация, която се отнася до идентифицирано или
                    идентифицируемо физическо лице.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Услуга</strong> се отнася до Уебсайта.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Доставчик на услуги</strong> означава всяко физическо или юридическо лице, което
                    обработва
                    данни от името на Компанията. Това се отнася до трети компании или физически лица, наети от
                    Компанията, за да улеснят Услугата, да предоставят Услугата от името на Компанията, да извършват
                    услуги, свързани с Услугата, или да помагат на Компанията в анализирането на използването на
                    Услугата.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Данни за използване</strong> се отнасят до данни, събрани автоматично, генерирани от
                    използването на Услугата или от самата инфраструктура на Услугата (например продължителността на
                    посещение на страница).</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Уебсайт</strong> се отнася до Мебели ВаМ ЕООД, достъпен от <a href={process.env.WEBSITE_BASE_URL}
                                                                                                        rel="external nofollow noopener"
                                                                                                        target="_blank">{process.env.WEBSITE_BASE_URL}</a>
                </p>
            </li>
            <li>
                <p className="privacy-p"><strong>Вие</strong> означава физическото лице, което получава достъп до или използва Услугата,
                    или
                    компанията, или другото юридическо лице, от името на което такова физическо лице получава достъп
                    до
                    или използва Услугата, където е приложимо.</p>
            </li>
        </ul>
        <h2 className="privacy-h2">Събиране и използване на Вашите лични данни</h2>
        <h3 className="privacy-h3">Видове събрани данни</h3>
        <h4 className="privacy-h4">Лични данни</h4>
        <p className="privacy-p">Докато използвате Нашата Услуга, може да Ви помолим да ни предоставите определена лична информация, която
            може да бъде използвана за контакт или идентифициране на Вас. Личната информация може да включва, но не
            е
            ограничена до:</p>
        <ul>
            <li>
                <p className="privacy-p">Имейл адрес</p>
            </li>
            <li>
                <p className="privacy-p">Име и фамилия</p>
            </li>
            <li>
                <p className="privacy-p">Телефонен номер</p>
            </li>
            <li>
                <p className="privacy-p">Данни за използване</p>
            </li>
        </ul>
        <h4 className="privacy-h4">Данни за използване</h4>
        <p className="privacy-p">Данни за използване се събират автоматично при използване на Услугата.</p>
        <p className="privacy-p">Данни за използване могат да включват информация като Интернет Протокол адрес на Вашето Устройство (напр.
            IP
            адрес), вид браузър, версия на браузър, страниците на нашата Услуга, които посещавате, времето и датата
            на
            Вашето посещение, времето, прекарано на тези страници, уникални идентификатори на устройства и други
            диагностични данни.</p>
        <p className="privacy-p">Когато достъпвате Услугата чрез или чрез мобилно устройство, ние може да събираме определена информация
            автоматично, включително, но не само, вида на мобилното устройство, което използвате, уникалния
            идентификатор на Вашето мобилно устройство, IP адреса на Вашето мобилно устройство, операционната
            система на
            Вашето мобилно устройство, вида на мобилния Интернет браузър, който използвате, уникални идентификатори
            на
            устройства и други диагностични данни.</p>
        <p className="privacy-p">Ние също така може да събираме информация, която Вашият браузър изпраща всеки път, когато посещавате
            нашата
            Услуга или когато достъпвате Услугата чрез мобилно устройство.</p>
        <h4 className="privacy-h4">Технологии за проследяване и бисквитки</h4>
        <p className="privacy-p">Ние използваме бисквитки и подобни технологии за проследяване, за да следим дейността на нашата Услуга и
            да
            съхраняваме определена информация. Технологиите за проследяване, които използваме, включват маяци,
            тагове и
            скриптове за събиране и проследяване на информация и за подобряване и анализиране на нашата Услуга.
            Технологиите, които използваме, могат да включват:</p>
        <ul>
            <li><strong>Бисквитки или браузър бисквитки.</strong> Бисквитката е малък файл, който се поставя на
                Вашето
                Устройство. Можете да инструктирате Вашия браузър да отказва всички бисквитки или да посочва кога се
                изпраща бисквитка. Въпреки това, ако не приемете бисквитки, може да не можете да използвате някои
                части
                от нашата Услуга. Освен ако не сте настроили Вашия браузър да отказва бисквитки, нашата Услуга може
                да
                използва бисквитки.
            </li>
            <li><strong>Уеб маяци.</strong> Определени секции от нашата Услуга и нашите имейли могат да съдържат
                малки
                електронни файлове, известни като уеб маяци (наричани също ясни gifs, пикселни тагове и еднопикселни
                gifs), които позволяват на Компанията, например, да брои потребителите, които са посетили тези
                страници
                или отворили имейл и за други свързани статистики на уебсайтове (например записване на популярността
                на
                определен раздел и проверка на целостта на системата и сървъра).
            </li>
        </ul>
        <p className="privacy-p">Бисквитките могат да бъдат &quot;постоянни&quot; или &quot;сесийни&quot; бисквитки. Постоянните бисквитки остават на Вашия
            персонален компютър или мобилно устройство, когато отидете офлайн, докато сесийните бисквитки се
            изтриват
            веднага щом затворите Вашия уеб браузър. Можете да научите повече за бисквитките тук: <a
                href="https://www.termsfeed.com/blog/cookies/">Бисквитки от TermsFeed</a>.</p>
        <p className="privacy-p">Ние използваме както сесийни, така и постоянни бисквитки за целите, изложени по-долу:</p>
        <ul>
            <li>
                <p className="privacy-p"><strong>Необходими/Основни бисквитки</strong></p>
                <p className="privacy-p">Тип: Сесийни бисквитки</p>
                <p className="privacy-p">Администрирани от: Нас</p>
                <p className="privacy-p">Цел: Тези бисквитки са необходими, за да Ви предоставят услуги, налични чрез Уебсайта и да Ви
                    позволяват да използвате някои от неговите функции. Те помагат за удостоверяване на
                    потребителите и
                    предотвратяват измамно използване на потребителски акаунти. Без тези бисквитки, услугите, които
                    сте
                    поискали, не могат да бъдат предоставени, и ние използваме тези бисквитки само, за да Ви
                    предоставим
                    тези услуги.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Политика за бисквитки / Съобщение за приемане на бисквитки</strong></p>
                <p className="privacy-p">Тип: Постоянни бисквитки</p>
                <p className="privacy-p">Администрирани от: Нас</p>
                <p className="privacy-p">Цел: Тези бисквитки идентифицират дали потребителите са приели използването на бисквитки на
                    Уебсайта.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Функционални бисквитки</strong></p>
                <p className="privacy-p">Тип: Постоянни бисквитки</p>
                <p className="privacy-p">Администрирани от: Нас</p>
                <p className="privacy-p">Цел: Тези бисквитки ни позволяват да запомним избора, който правите, когато използвате Уебсайта,
                    като
                    например запомняне на Вашите данни за вход или езиковите Ви предпочитания. Целта на тези
                    бисквитки е
                    да Ви предоставят по-лично преживяване и да Ви избегнат необходимостта да въвеждате отново
                    Вашите
                    предпочитания всеки път, когато използвате Уебсайта.</p>
            </li>
        </ul>
        <h2 className="privacy-h2">Използване на Вашите лични данни</h2>
        <p className="privacy-p">Компанията може да използва Лични данни за следните цели:</p>
        <ul>
            <li>
                <p className="privacy-p"><strong>За предоставяне и поддръжка на нашата Услуга</strong>, включително за наблюдение на
                    използването на нашата Услуга.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За управление на Вашия акаунт:</strong> за управление на Вашата регистрация като
                    потребител
                    на Услугата. Личните данни, които предоставяте, могат да Ви предоставят достъп до различни
                    функционалности на Услугата, които са налични за Вас като регистриран потребител.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За изпълнение на договор:</strong> разработване, спазване и ангажираност по договора за
                    закупуване на продукти, артикули или услуги, които сте закупили, или по който и да е друг
                    договор с
                    Нас чрез Услугата.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За контакт с Вас:</strong> да се свързваме с Вас по имейл, телефонни обаждания, SMS, или
                    други еквивалентни форми на електронна комуникация, като например push известия на мобилно
                    приложение относно актуализации или информативни съобщения, свързани с функционалностите,
                    продуктите
                    или договорните услуги, включително актуализации за сигурност, когато е необходимо или разумно
                    за
                    тяхното изпълнение.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За предоставяне на новини, специални оферти и обща информация</strong> за други стоки,
                    услуги
                    и събития, които предлагаме и които са подобни на тези, които вече сте закупили или запитали,
                    освен
                    ако не сте избрали да не получавате такава информация.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За управление на Вашите заявки:</strong> за да присъстваме и управляваме Вашите заявки
                    към
                    Нас.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За бизнес трансфери:</strong> Можем да използваме Вашата информация, за да оценим или
                    извършим сливане, продажба, реорганизация, преструктуриране, разпускане или друга продажба или
                    прехвърляне на някои или всички от Нашите активи, независимо дали като действащо предприятие или
                    като част от банкрут, ликвидация или подобна процедура, при която Личните данни, които Ние
                    държим за
                    нашите потребители на Услугата, са сред прехвърлените активи.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>За други цели</strong>: Можем да използваме Вашата информация за други цели, като
                    например
                    анализ на данни, идентифициране на тенденции на използване, определяне на ефективността на
                    нашите
                    промоционални кампании и за оценка и подобряване на нашата Услуга, продукти, услуги, маркетинг и
                    Вашето преживяване.</p>
            </li>
        </ul>
        <p className="privacy-p">Можем да споделяме Вашата лична информация при следните ситуации:</p>
        <ul>
            <li><strong>С доставчици на услуги:</strong> Можем да споделяме Вашата лична информация с доставчици на
                услуги, за да наблюдаваме и анализираме използването на нашата Услуга, за да се свързваме с Вас.
            </li>
            <li><strong>За бизнес трансфери:</strong> Можем да споделяме или прехвърляме Вашата лична информация във
                връзка или по време на преговори за сливане, продажба на активи на Компанията, финансиране или
                придобиване на цялата или част от Нашия бизнес от друга компания.
            </li>
            <li><strong>С филиали:</strong> Можем да споделяме Вашата информация с нашите филиали, като в този
                случай ще
                изискваме тези филиали да спазват тази Политика за поверителност. Филиали включват Нашата главна
                компания и всякакви други дъщерни дружества, партньори по съвместни предприятия или други компании,
                които Ние контролираме или които са под общ контрол с Нас.
            </li>
            <li><strong>С бизнес партньори:</strong> Можем да споделяме Вашата информация с нашите бизнес партньори,
                за
                да Ви предложим определени продукти, услуги или промоции.
            </li>
            <li><strong>С други потребители:</strong> когато споделяте лична информация или по друг начин
                взаимодействате в обществените зони с други потребители, тази информация може да бъде видяна от
                всички
                потребители и може да бъде публично разпространена навън.
            </li>
            <li><strong>С Вашето съгласие</strong>: Можем да разкрием Вашата лична информация за всякаква друга цел
                с
                Вашето съгласие.
            </li>
        </ul>
        <h2 className="privacy-h2">Запазване на Вашите лични данни</h2>
        <p className="privacy-p">Компанията ще запазва Вашите Лични данни само докато е необходимо за целите, изложени в тази Политика за
            поверителност. Ние ще запазваме и използваме Вашите Лични данни в степента, необходима за спазване на
            нашите
            законови задължения (например, ако сме задължени да запазим Вашите данни за съответствие с приложимите
            закони), разрешаване на спорове и прилагане на нашите правни споразумения и политики.</p>
        <p className="privacy-p">Компанията също така ще запазва Данни за използване за вътрешен анализ. Данни за използване обикновено се
            запазват за по-кратък период от време, освен когато тези данни се използват за укрепване на сигурността
            или
            за подобряване на функционалността на нашата Услуга, или Ние сме законово задължени да запазим тези
            данни за
            по-дълги периоди от време.</p>
        <h2 className="privacy-h2">Прехвърляне на Вашите лични данни</h2>
        <p className="privacy-p">Вашата информация, включително Лични данни, се обработва в оперативните офиси на Компанията и на други
            места,
            където се намират страните, участващи в обработката. Това означава, че тази информация може да бъде
            прехвърлена на — и поддържана на — компютри, разположени извън Вашата държава, провинция, страна или
            друга
            правителствена юрисдикция, където законите за защита на данните може да се различават от тези от Вашата
            юрисдикция.</p>
        <p className="privacy-p">Вашето съгласие с тази Политика за поверителност, последвано от предоставянето на такава информация,
            представлява Вашето съгласие за това прехвърляне.</p>
        <p className="privacy-p">Компанията ще предприеме всички необходими стъпки, за да гарантира, че Вашите данни се третират сигурно и
            в
            съответствие с тази Политика за поверителност и няма да се извършва прехвърляне на Вашите Лични данни
            към
            организация или страна, освен ако няма адекватен контрол, включително сигурността на Вашите данни и
            друга
            лична информация.</p>
        <h2 className="privacy-h2">Разкриване на Вашите лични данни</h2>
        <h3 className="privacy-h3">Бизнес транзакции</h3>
        <p className="privacy-p">Ако Компанията е включена в сливане, придобиване или продажба на активи, Вашите Лични данни може да бъдат
            прехвърлени. Ние ще предоставим известие преди Вашите Лични данни да бъдат прехвърлени и да станат обект
            на
            различна Политика за поверителност.</p>
        <h3 className="privacy-h3">Правоприлагане</h3>
        <p className="privacy-p">При определени обстоятелства, Компанията може да бъде задължена да разкрие Вашите Лични данни, ако това
            се
            изисква от закона или в отговор на валидни заявки от публични органи (например съд или правителствена
            агенция).</p>
        <h3 className="privacy-h3">Други законови изисквания</h3>
        <p className="privacy-p">Компанията може да разкрие Вашите Лични данни в добросъвестно убеждение, че такова действие е необходимо,
            за
            да:</p>
        <ul>
            <li>Спазване на законово задължение</li>
            <li>Защита и защита на правата или собствеността на Компанията</li>
            <li>Предотвратяване или разследване на възможни нарушения във връзка с Услугата</li>
            <li>Защита на личната безопасност на Потребителите на Услугата или на обществеността</li>
            <li>Защита срещу правна отговорност</li>
        </ul>
        <h2 className="privacy-h2">Сигурност на Вашите лични данни</h2>
        <p className="privacy-p">Сигурността на Вашите Лични данни е важна за Нас, но помнете, че никакъв метод на предаване през Интернет
            или
            метод на електронно съхранение не е 100% сигурен. Въпреки че Ние се стремим да използваме търговски
            приемливи средства за защита на Вашите Лични данни, Ние не можем да гарантираме тяхната абсолютна
            сигурност.</p>
        <h2 className="privacy-h2">Вашите права за защита на данните съгласно GDPR</h2>
        <p className="privacy-p">Ако сте жител на Европейското икономическо пространство (ЕИП), имате определени права за защита на
            данните.
            Компанията се стреми да предприеме разумни стъпки, за да Ви позволи да коригирате, изменяте, изтривате
            или
            ограничавате използването на Вашите Лични данни.</p>
        <p className="privacy-p">Ако искате да бъдете информирани какви Лични данни имаме за Вас и ако искате те да бъдат премахнати от
            нашите
            системи, моля свържете се с Нас.</p>
        <p className="privacy-p">При определени обстоятелства имате следните права за защита на данните:</p>
        <ul>
            <li>
                <p className="privacy-p"><strong>Правото на достъп, актуализиране или изтриване</strong> на информацията, която имаме за
                    Вас.
                    Когато е възможно, можете да получите достъп, актуализирате или поискате изтриване на Вашите
                    Лични
                    данни директно в секцията за настройки на Вашия акаунт. Ако не сте в състояние да извършите тези
                    действия сами, моля свържете се с Нас, за да Ви помогнем.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Правото на корекция</strong>. Имате право да коригирате Вашата информация, ако тази
                    информация е неточна или непълна.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Правото на възражение</strong>. Имате право да възразите срещу нашата обработка на Вашите
                    Лични данни.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Правото на ограничение</strong>. Имате право да поискате да ограничим обработката на
                    Вашите
                    лични данни.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Правото на преносимост на данни</strong>. Имате право да получите копие на информацията,
                    която имаме за Вас в структуриран, машинно четим и често използван формат.</p>
            </li>
            <li>
                <p className="privacy-p"><strong>Правото на оттегляне на съгласие</strong>. Имате също така право да оттеглите съгласието
                    си
                    по всяко време, когато Компанията се е основала на Вашето съгласие за обработка на Вашите лични
                    данни.</p>
            </li>
        </ul>
        <p className="privacy-p">Моля, обърнете внимание, че може да Ви поискаме да потвърдите Вашата самоличност, преди да отговорим на
            такива заявки.</p>
        <p className="privacy-p">Имате право да подадете жалба към Органа за защита на данните относно нашето събиране и използване на
            Вашите
            Лични данни. За повече информация, моля, свържете се с местния орган за защита на данните в Европейското
            икономическо пространство (ЕИП).</p>
        <h2 className="privacy-h2">Права за защита на данните съгласно CCPA (Закон за защита на потребителите на Калифорния)</h2>
        <p className="privacy-p">Ако сте жител на Калифорния, имате определени права за защита на данните. Компанията се стреми да
            предприеме
            разумни стъпки, за да Ви позволи да коригирате, изменяте, изтривате или ограничавате използването на
            Вашите
            Лични данни.</p>
        <p className="privacy-p">Ако искате да бъдете информирани какви Лични данни имаме за Вас и ако искате те да бъдат премахнати от
            нашите
            системи, моля свържете се с Нас.</p>
        <p className="privacy-p">Ако искате да получите информация какви Лични данни събираме за Вас, имате следните права:</p>
        <ul>
            <li><strong>Правото на информираност</strong>. Имате право да знаете кои категории Лични данни събираме
                и
                целите, за които се използват Личните данни.
            </li>
            <li><strong>Правото на достъп</strong>. Имате право да получите копие на Личните данни, които сме
                събрали за
                Вас през последните 12 месеца.
            </li>
            <li><strong>Правото на изтриване</strong>. Имате право да поискате да изтрием Личните данни, които сме
                събрали за Вас, при определени изключения.
            </li>
            <li><strong>Правото на отказ от продажба на Лични данни</strong>. Имате също така право да поискате да
                не
                продаваме Вашите Лични данни на трети страни. Моля, имайте предвид, че ние не продаваме Лични данни
                на
                нашите потребители.
            </li>
        </ul>
        <p className="privacy-p">Моля, обърнете внимание, че може да Ви поискаме да потвърдите Вашата самоличност, преди да отговорим на
            такива заявки.</p>
        <p className="privacy-p">Органът за защита на данните Ви е създаден, за да отговаря на Вашите запитвания и искания. Моля, свържете
            се
            с нас, за да научите повече за Вашите права.</p>
        <p className="privacy-p">Вашите права за защита на данните, описани по-горе, се отнасят до всички лични данни, които обработваме,
            независимо дали са събрани онлайн или офлайн, и независимо от метода, използван за събирането им.</p>
    </div>
}